Repository: romanenkoio/garage
Catalog: Garage/Localization/*.lproj/Localizable.strings
Languages: be

# Из галереи
source: From Gallery
be: З галерэі

# Камера
source: Camera
be: Камера

# Отмена
source: Cancel
be: Скасаваць

# Обновить
source: Update
be: Абнавіць

# Сохранить
source: Save
be: Захаваць

# *обязательное поле
source: * required field
be: * абавязковае поле

# Детали
source: Details
be: Дэталі

# Не может быть пустым
source: Cannot be empty
be: Не можа быць пустым

# Позвонить
source: Call
be: Пазваніць

# Удалить
source: Delete
be: Выдаліць

# Гараж
source: Garage
be: Гараж

# Документы
source: Documents
be: Дакументы

# Сервисы
source: Services
be: Сэрвісы

# Статьи
source: Articles
be: Артыкулы

# Добавить машину
source: Add Car
be: Дадаць машыну

# Ваш гараж пуст
source: Your garage is empty
be: Ваш гараж пусты

# Добавьте машину для начала работы
source: Add a car to get started
be: Дадайце машыну для пачатку работы

# Нет запланированных событий
source: No scheduled events
be: Няма запланаваных падзей

# Ближайшее:
source: Upcoming: %@
be: Найбліжэйшае: %@

# Общая информация
source: General Information
be: Агульная інфармацыя

# Запланировать
source: Schedule
be: Запланаваць

# Добавить запись
source: Add record
be: Дадаць запіс

# год
source: year
be: год

# Пробег
source: Mileage
be: Прабег

# Изменить машину
source: Edit Car
be: Змяніць машыну

# Вы уверены, что хотите удалить машину?
source: Are you sure you want to delete this car?
be: Ці ўпэўненыя, што хочаце выдаліць машыну?

# Производитель
source: Manufacturer
be: Вытворца

# Модель
source: Model
be: Мадэль

# VIN номер
source: VIN Number
be: VIN нумар

# Год выпуска
source: Year of Manufacture
be: Год выпуску

# Добавить новую машину
source: Add New Car
be: Дадаць новую машыну

# Достигнут лимит автомобилей
source: Car Limit Reached
be: Дасягнуты ліміт аўтамабіляў

# Водительские права
source: Driver's License
be: Водачскія правы

# Медицинская справка
source: Medical Certificate
be: Медыцынская лістка

# Страховка
source: Insurance
be: Страхаванне

# Технический паспорт
source: Technical Passport
be: Тэхнічны пашпарт

# Технический осмотр
source: Technical Inspection
be: Тэхнічны агляд

# Добавить фото
source: Add Photo
be: Дадаць фота

# Срок действия
source: Expiration Date
be: Строк дзеяння

# Документ
source: Document
be: Дакумент

# Добавление документа
source: Add Document
be: Дадаванне дакумента

# Вы уверены, что хотите удалить документ?
source: Are you sure you want to delete this document?
be: Вы ўпэўненыя, што хочаце выдаліць гэты дакумент?

# Изменение документа
source: Edit Document
be: Змяна дакумента

# с
source: from %@
be: з %@

# по
source: to %@
be: па %@

# С_по
source: Ftomr %@ to %@
be: З %@ па %@

# Масло двигателя
source: Engine oil
be: Масло двігуна

# Масло коробки передач
source: Transmission oil
be: Масла каробкі перадач

# Воздушный фильтр
source: Air filter
be: Паветраны фільтр

# Тормозные колодки
source: Brake pads
be: Тармазныя калодкі

# Тормозные диски
source: Brake discs
be: Тармазныя дыскі

# Ремень/цепь
source: Belt/chain
be: Рэмень/ланцуг

# Салонный фильтр
source: Cabin filter
be: Салонны фільтр

# Свечи
source: Spark plugs
be: Свечкі

# Аккумулятор
source: Battery
be: Акумулятар

# Сохранить запись
source: Save record
be: Захаваць запіс

# Замена свечей
source: Spark plug replacement
be: Замена свеч

# Выберите сервис
source: Choose service
be: Выберыце сэрвіс

# Название сервиса
source: Service name
be: Назва сэрвісу

# Краткое описание
source: Brief description
be: Кароткае апісанне

# Стоимость
source: Cost
be: Кошт

# Комментарий
source: Comment
be: Каментар

# Текущий пробег
source: Current mileage
be: Бягучы прабег

# Выполнить
source: Complete
be: Выканаць

# _км
source: %@ km
be: %@ км

# Выбор сервиса
source: Service selection
be: Выбар сэрвісу

# Создание записи
source: Record creation
be: Стварэнне запісу

# Вы уверены, что хотите удалить запись?
source: Are you sure you want to delete the record?
be: Ці ўпэўненыя, што хочаце выдаліць запіс?

# Изменение записи
source: Record modification
be: Змяненне запісу

# ТипАккаунта
source: Account Type: %@
be: Тып Аканту: %@

# Получать уведомления
source: Receive Notifications
be: Атрымліваць абвешчанні

# Напоминание о пробеге
source: Mileage Reminder
be: Напамін пра праход

# Данные
source: Data
be: Дадзеныя

# Связаться с нами
source: Contact Us
be: Звязацца з намі

# Версия
source: Version: %@
be: Версія: %@

# Язык
source: Language
be: Мова

# Получить премиум
source: Get Premium
be: Атрымаць прэміюм

# премиум
source: Premium
be: прэміюм

# Выберите язык
source: Select Language
be: Выберыце мову

# Добавление сервиса
source: Add Service
be: Даданне паслугі

# Вы уверены, что хотите удалить сервис?
source: Are you sure you want to delete the service?
be: Ці ўпэўненыя, што хочаце выдаліць паслугу?

# Изменение сервиса
source: Edit Service
be: Змена паслугі

# Название
source: Title
be: Назва

# Номер телефона
source: Phone Number
be: Нумар тэлефона

# Специализация
source: Specialization
be: Спецыялізацыя

# Адрес
source: Address
be: Адрас

# Резервная копия
source: Backup
be: Рэзервовая копія

# Удалить резервную копию?
source: Delete backup?
be: Выдаліць рэзервовую копію?

# Копия удалена
source: Backup deleted
be: Копія выдалена

# Восстановить данные из резервной копии?
source: Restore data from backup?
be: Аднавіць дадзеныя з рэзервовай копіі?

# Все текущие данные будут удалены
source: All current data will be deleted
be: Усе бягучыя дадзеныя будуць выдаленыя

# Восстановить
source: Restore
be: Аднавіць

# Восстановлено
source: Restored
be: Аднавіліся

# Резервная копия создана
source: Backup created
be: Рэзервовая копія створана

# отсутствует
source: missing
be: адсутнічае

# Перенос данных
source: Data Transfer
be: Перанос дадзеных

# Резервная копия_
source: Backup: %@
be: Рэзервовая копія: %@

# Создать копию
source: Create Backup
be: Стварыць копію

# Восстановить из копии
source: Restore from Backup
be: Аднаўленне з копіі

# Удалить копию
source: Delete Backup
be: Выдаліць копію
